Revit 2024 API
SymbolTypeId.InchDoubleQuote Property
 Symbol ", indicating unit Inches.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId InchDoubleQuote { get; }
Visual Basic
Public Shared ReadOnly Property InchDoubleQuote As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ InchDoubleQuote {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace